<?php

return [

    'title_page' => 'المستويات الدراسية',
    'List_classes' => 'قائمة المستويات الدراسية',
    'add_class' => 'اضافة المستوى',
    'edit_class'=> 'تعديل المستوى',
    'delete_class'=> 'حذف المستوى',
    'delete_checkbox'=> 'حذف المستويات المختارة',
    'Search_By_Grade'=> 'بحث باسم الشعبة',
    'Warning_class'=> 'هل انت متاكد من عملية الحذف ؟',
    'required_ar'=>'يرجي ادخال اسم المستوى باللغة العربية',
    'required_en'=>'يرجي ادخال اسم المستوى باللغة الانجليزية',
    'required_fr'=>'يرجي ادخال اسم المستوى باللغة فرنسي',
    'submit' => 'حفظ البيانات',
    'Name_class'=>'اسم المستوى بالعربية',
    'Name_class_en'=>'اسم المستوى بالانجليزية',
    'Name_class_fr'=>'اسم المستوى فرنسي',
    'Name_Grade'=>'اسم المرحلة',
    'add_row'=>'ادراج سجل',
    'delete_row'=>'حذف',
    'Processes'=>'العمليات',
    'Edit'=>'تعديل',
    'Delete'=>'حذف',
    'delete_Class_Error'=>'لا يمكن حذف المستوى لانه يحتوي علي اقسام',
    'Close' => 'اغلاق',
];
